"TOPLoginView_moreBtn" = "المزيد";

"TOPLoginSuccessView_welcome" = " ، مرحبا بك";
"TOPOtherLoginView_title" = "اختر طريقة تسجيل الدخول ";

"TOPUserCenter_title" = "أنا";
"TOPUserCenter_logoutBtn" = "تسجيل الخروج ";
"TOPUserCenter_bindSectionTitle" = "ربط طريقة تسجيل الدخول ";
"TOPUserCenter_agreementSectionTitle" = "التعليمات ";
"TOPUserCenter_bindCell" = "الربط ";

"TOPGuestLogoutAlert_title" = "إرشادات";
"TOPGuestLogoutAlert_content" = "اعزائي اللاعبين ، تسجيل الخروج من حساب الضيف قد يسبب في فقدان الحساب ، يرجى ربط الحساب ليصبح حسابك موثق ومحمي";
"TOPGuestLogoutAlert_leftBtn" = "تسجيل الخروج ";
"TOPGuestLogoutAlert_rightBtn" = "ربط الحساب";

"TOPGuestPayAlert_title" = "إرشادات";
"TOPGuestPayAlert_content" = "اعزائي اللاعبين ، حساب الضيف لا يمكنه القيام باي عملية دفع ، يرجى ربط الحساب ليصبح حسابك موثق لحماية حسابك ";
"TOPGuestPayAlert_leftBtn" = "إلغاء";
"TOPGuestPayAlert_rightBtn" = "ربط الحساب";

"TOPAgreementAlertView_title" = "التعليمات ";
"TOPAgreementAlertView_content" = "لكي تكون قادر على اللعب ، يرجى الموافقة على التعليمات التالية ";
"TOPAgreementAlertView_cancelBtn" = "إلغاء";
"TOPAgreementAlertView_submitBtn" = "موافقة &  ابدأ";
"TOPAgreementAlertView_viewBtn" = "عرض ";
